/* Account already exists or email/password does not meet requirements. */
"Account already exists or email/password does not meet requirements." = "La cuenta ya existe o correo/contraseña no cumplen los requisitos.";

/* Database is not accessible to save new expense entry */
"Database is not accessible to save new expense entry." = "Base de datos no esta disponible para salvar nueva entrada de gasto.";

/* Error creating new account */
"Error creating new account." = "Error creando cuenta nueva";

/* Error: Failed to add expense */
"Error: Failed to add expense." = "Error: Fallo en añadir gasto";

/* Error title */
"Error: Failed to retrieve expenses." = "Error: Fallo en recuperar gastos.";

/* Error: Invalid data in the form, or form is empty */
"Error: Invalid data in the form, or form is empty." = "Error: Datos invalidos en la forma, o forma esta vacia.";

/* Category view page title */
"Expenses by Category" = "Gastos por Categorias";

/* Error message */
"Failed to retrieve expenses for the account %@" = "Fallo en recuperar gastos para la cuenta %@";

/* Login error */
"Login error." = "Error entrando";

/* Login Successful */
"Login Successful." = "Entrada exitosa";

/* Date format */
"MM/dd/yyyy" = "dd/MM/yyyy";

/* OK */
"OK" = "OK";

/* Please enter valid data in the form, then submit again */
"Please enter valid data in the form, then submit again." = "Por favor entre datos validos en la forma, luego envie de nuevo.";

/* Please re-enter valid login credentials. */
"Please re-enter valid login credentials." = "Por favor re-entre credenciales validos para entrar.";

/* Successfully added new expense */
"Successfully added new expense." = "Exitosamente añadio gasto nuevo.";

/* Successfully created new account */
"Successfully created new account." = "Exitosamente creo cuenta nueva.";

/* Error message */
"Unable to access AppDelegate" = "Incapaz de acceder AppDelegate";

/* Welcome to Expense Tracker app. */
"Welcome to Expense Tracker app." = "Bienvenido a la Aplicacion de Rastrear Gastos.";

/* You can now login. */
"You can now login." = "You can now login.";

/* You can see the expenses in Category or History tab */
"You can see the expenses in Category or History tab." = "Puedes ver los gastos en la pestaña de Categorias o Historia.";

